<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8" isELIgnored="false"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ taglib uri="http://tiles.apache.org/tags-tiles" prefix="tiles"%>
<c:set var="contextPath" value="${pageContext.request.contextPath }" />

<section class="policy-section">
	<div><h1>개인정보처리방침</h1></div>
	<div>
		<p>
		코딩커뮤니티(이하 '코커')는 귀하의 개인 정보 보호를 위하여 “정보통신망 이용촉진 및 정보보호 등에 관한 법률”, “개인정보 보호법’등 개인정보 보호 법령을 준수하고 있습니다. 코커는 관련 법률 및 정부 <br>지침의 변경과 회사의 약관 및 내부 방침에 따라 
		개인정보처리방침을 변경할 수 있으며 이를 개정하는 경우 회사는 회사의 홈페이지를 통해 이용자에게 고지합니다.
		</p>
		<br>
		코커의 개인정보처리방침은 다음의 목차로 이루어져 있습니다.
	</div>
	<div>&nbsp;</div>
	<div style="border-bottom:solid 1px black; border-top:solid 1px black; ">
		<div>&nbsp;</div>
		<table>
			<tbody>
				<tr>
					<td><b><a href="#article1">01. 개인정보 취급방침이란</a></b></td>
				</tr>
				<tr>
					<td><b><a href="#article2">02. 개인정보 수집</a></b></td>
				</tr>
				<tr>
					<td><b><a href="#article3">03. 개인정보 이용</a></b></td>
				</tr>
				<tr>
					<td><b><a href="#article4">04. 개인정보 파기</a></b></td>
				</tr>
				<tr>
					<td><b><a href="#article5">05. 기타사항</a></b></td>
				</tr>
				<tr>
					<td><b><a href="#article6">개인정보관리 책임자</a></b></td>
				</tr>
			</tbody>
		</table>
		<div>&nbsp;</div>
	</div>
	<div>&nbsp;</div>
	<div>
		<div id="article1">
			<p><b>01. 개인정보 취급방침이란</b></p>
 			
			<p>
				이용자에게 다양한 서비스를 제공함에 있어 아래 기준을 준수합니다.
				<br>
				<br>
				코커는 이용자의 ‘동의를 기반으로 개인정보를 수집·이용 및 제공’ 하고 있으며, ‘이용자의 권리 (개인정보 자기결정권)를 적극적으로 보장’ 합니다.
	 			<br>
				코커는 정보통신서비스제공자가 준수하여야 하는 대한민국의 관계 법령 및 개인정보보호 규정, 가이드라인을 준수하고 있습니다.
	 			<br>
	 			<br>
				“개인정보취급방침”이란 이용자의 소중한 개인정보를 보호함으로써 이용자가 안심하고 서비스를 이용할 수 있도록 코커가 준수해야 할 지침을 의미합니다.
				<br>
			</p>
		</div>
		<br>
		<div id="article2">
			<p><b>02. 개인정보 수집</b></p>
 			
			<p>
				이용자로부터 다음과 같은 개인정보를 수집하고 있습니다.
				<br>
				<br>
				모든 이용자는 코커가 제공하는 서비스를 이용할 수 있고, 회원가입을 통해 더욱 다양한 서비스를 제공받을 수 있습니다.
	 			<br>
				이용자의 개인정보를 수집하는 경우에는 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 구하도록 하겠습니다.
	 			<br>
	 			<br>
				수집방법에는 서비스 이용, 이벤트 응모, 고객센터, 팩스, 전화 등이 있으며, 아래의 원칙을 준수하고 있습니다.
				<br>
			</p>
			<p>
				&nbsp;&nbsp;&nbsp;1. 서비스 제공에 필요한 최소한의 개인정보를 수집합니다.
				<br>
			      	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;개인정보 수집 항목 : 이메일, 비밀번호, 이름, 휴대폰 번호
				<br>
			    &nbsp;&nbsp;&nbsp;2. 민감 정보를 수집하지 않습니다.
			   <br>   
			   <br>
			   &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;민감정보란? : 이용자의 소중한 인권을 침해할 우려가 있는 정보(인종, 사상 및 신조, 정치적 성향이나 범죄기록, 의료정보 등)
			   <br>
			   <br>   
			    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;단, 법령에서 민감 정보의 처리를 요구하거나 허용하는 경우에는 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 구하도록 하겠습니다.
			</p>
		</div>
		<br>
		<div id="article3">
			<p><b>03. 개인정보 이용</b></p>
 			
			<p>
				이용자의 개인정보를 다음과 같은 목적으로만 이용하며, 목적이 변경 될 경우에는 사전에 이용자에게 동의를 구하도록 하겠습니다.
				<br>
				<br>
				&nbsp;&nbsp;&nbsp;1. 이용자 식별, 가입의사, 불량회원 부정이용 방지 
	 			<br>
	 			<br>
				&nbsp;&nbsp;&nbsp;2. 다양한 서비스 제공, 문의사항 또는 불만 처리, 공지사항 전달 
	 			<br>
	 			<br>
				&nbsp;&nbsp;&nbsp;3. 이용자와 약속한 서비스 제공
				<br>
				<br>
				&nbsp;&nbsp;&nbsp;4. 신규 서비스 개발, 이벤트 행사 시 정보 전달, 마케팅 및 광고 등에 활용 
				<br>
				<br>
				&nbsp;&nbsp;&nbsp;5. 서비스 이용 기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 맞춤형 서비스 제공, 서비스 개선에 활용
			</p>
			<p>
				이용자의 개인정보를 수집 및 이용 목적, 이용 기간에만 제한적으로 이용하고 있으며, 탈퇴를 요청하거나 동의를 철회하는 경우 지체 없이 파기합니다.
				<br>
			      다만, 이용약관 15조 2항에 의해 ID가 정지 된 회원의 재가입을 막기 위해 본인확인값은 보관합니다.
			</p> 
		</div>
		<br>
		<div id="article4">
			<p><b>04. 개인정보 파기</b></p>
 			
			<p>
				이용자의 개인정보에 대해 개인정보의 수집·이용 목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다.
				<br>
				<br>
				다만, 관계법령에 의해 보관해야 하는 정보는 법령이 정한 기간 동안 보관한 후 파기하며, 이용약관 15조 2항에 의해 ID가 정지 된 회원의 재가입을 막기 위해 본인확인값은 보관합니다.
			</p>
		</div>
		<br>
		<div id="article5">
			<p><b>05. 기타사항</b></p>
 			
			<p>
				14세 미만 아동을 포함한 이용자의 권리를 보호하고 있습니다.
				<br>
				<br>
				이용자의 권리를 다음과 같이 보호하고 있습니다.
	 			<br>
	 			<br>
	 				<p>
				 		&nbsp;&nbsp;&nbsp;1. 언제든지 자신의 개인정보를 조회하고 수정할 수 있습니다.<br><br>
			   	 		&nbsp;&nbsp;&nbsp;2. 언제든지 개인정보 제공에 관한 동의철회/회원가입해지를 요청할 수 있습니다.<br><br> 
			     		&nbsp;&nbsp;&nbsp;3. 만 14세 미만 아동의 법정대리인의 법령 상의 권리를 보장합니다.(아동의 개인정보에 대한 열람, 정정·삭제, 개인정보처리정지요구권)<br><br>
			     		&nbsp;&nbsp;&nbsp;4. 정확한 개인정보의 이용 및 제공을 위해 수정이 완료될 때까지 이용자의 개인정보는 이용되거나 제공되지 않습니다.<br>
			     	</p> 
	 			<br>
				이미 제3자에게 제공된 경우에는 지체 없이 제공받은 자에게 사실을 알려 수정이 이루어질 수 있도록 하겠습니다.
				<br>
				<br>
				쿠키Cookie를 설치, 운영하고 있고 이용자는 이를 거부할 수 있습니다.
				<br>
				<br>
				쿠키는 이용자에게 보다 빠르고 편리한 웹사이트 사용을 지원하고 맞춤형 서비스를 제공하기 위해 사용됩니다.
			</p>
		</div>
		<br>
 		<div id="article6">
			<p>
	 			또한 개인정보가 침해되어 이에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하셔서 도움을 받으실 수 있습니다.
	 			<br>
			<hr>
	 			<br>
					<p>
						&nbsp;개인정보침해신고센터 (국번 없이)118 http://privacy.kisa.or.kr<br>
						&nbsp;대검찰청 사이버범죄수사단 02-3480-3571 cybercid@spo.go.kr<br>
						&nbsp;경찰청 사이버테러대응센터 (국번 없이)182 http://www.ctrc.go.kr <br>
					</p>
				<br>
				- 개인정보취급방침 시행일자 : 2020년 4 월 17 일
			</p>
		</div>
		<br>
	</div>
</section>